Repository: y187082446-netizen/Compositor-cn
Catalog: Compositor/Localization/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, it, ja, pt_br, ru, zh_hans

source: Option temporarily selects the eyedropper in painting tools. Shift constrains shapes/movement or adds to a selection; Option subtracts from selections or draws from center. Command-drag moves selected pixels; Command-Option-drag copies them. Option-drag duplicates layers/folders/effects; Option-click at a layer boundary toggles clipping. Command-click a thumbnail loads its selection. Control bypasses snapping. Right-drag adjusts brush size. Modifier-and-mouse gestures are fixed.
ar: يقوم الخيار بتحديد الشافطة مؤقتًا في أدوات الطلاء. Shift يقيد الأشكال/الحركة أو يضيف إلى التحديد؛ الخيار يطرح من التحديدات أو يسحب من المركز. يؤدي السحب مع الضغط على مفتاح الأوامر إلى نقل وحدات البكسل المحددة؛ الأوامر-الخيارات-اسحبها. يؤدي الضغط على خيار السحب إلى تكرار الطبقات/المجلدات/التأثيرات؛ انقر مع الضغط على مفتاح الاختيار على حدود الطبقة لتبديل القطع. انقر مع الضغط على مفتاح الأوامر على الصورة المصغرة لتحميل التحديد الخاص بها. التحكم يتجاوز الالتقاط. السحب الأيمن يضبط حجم الفرشاة. تم إصلاح إيماءات المعدل والماوس.
es: La opción selecciona temporalmente el cuentagotas en las herramientas de pintura. Mayús restringe formas/movimiento o agrega a una selección; La opción resta de las selecciones o extrae del centro. Comando y arrastrar mueve los píxeles seleccionados; Comando-Opción-arrastrar los copia. Opción y arrastrar duplica capas/carpetas/efectos; Opción y clic en el límite de una capa alterna el recorte. Comando y haga clic en una miniatura para cargar su selección. El control evita el chasquido. Arrastrar con el botón derecho ajusta el tamaño del pincel. Los gestos del modificador y el mouse son fijos.
fr: L'option sélectionne temporairement la pipette dans les outils de peinture. Shift contraint les formes/mouvements ou ajoute à une sélection ; L'option soustrait des sélections ou dessine à partir du centre. La commande-glisser déplace les pixels sélectionnés ; Commande-Option-glisser les copie. Option-glisser duplique les calques/dossiers/effets ; Option-cliquez sur la limite d'un calque pour activer ou désactiver le découpage. Commande-clic sur une vignette charge sa sélection. Le contrôle contourne le claquement. Faites glisser vers la droite pour ajuster la taille du pinceau. Les gestes du modificateur et de la souris sont corrigés.
hi: विकल्प पेंटिंग टूल्स में अस्थायी रूप से आईड्रॉपर का चयन करता है। शिफ्ट आकार/गति को बाधित करता है या चयन में जोड़ता है; विकल्प चयन से घटाता है या केंद्र से खींचता है। कमांड-ड्रैग चयनित पिक्सेल को स्थानांतरित करता है; कमांड-ऑप्शन-ड्रैग उन्हें कॉपी करता है। विकल्प-खींचें डुप्लिकेट परतें/फ़ोल्डर/प्रभाव; परत सीमा पर विकल्प-क्लिक करने से क्लिपिंग टॉगल हो जाती है। थंबनेल पर कमांड-क्लिक करने से उसका चयन लोड हो जाता है। नियंत्रण स्नैपिंग को बायपास करता है। राइट-ड्रैग ब्रश का आकार समायोजित करता है। संशोधक-और-माउस जेस्चर निश्चित हैं।
it: L'opzione seleziona temporaneamente il contagocce negli strumenti di pittura. Shift vincola forme/movimento o aggiunge a una selezione; L'opzione sottrae dalle selezioni o disegna dal centro. Il trascinamento tenendo premuto il tasto Comando sposta i pixel selezionati; Comando-Opzione-trascinali li copia. Il trascinamento tenendo premuto Opzione duplica livelli/cartelle/effetti; Fare clic tenendo premuto il tasto Opzione sul limite di un livello per attivare/disattivare il ritaglio. Fai clic tenendo premuto il tasto Comando su una miniatura per caricarne la selezione. Il controllo ignora lo snap. Il trascinamento con il tasto destro regola la dimensione del pennello. I gesti di modifica e mouse sono fissi.
ja: オプションはペイント ツールのスポイトを一時的に選択します。 Shift は形状や動きを制限するか、選択範囲に追加します。オプションは選択範囲から減算するか、中央から描画します。コマンドを押しながらドラッグすると、選択したピクセルが移動します。 Command-Option-ドラッグするとコピーされます。 Option キーを押しながらドラッグすると、レイヤー/フォルダー/エフェクトが複製されます。レイヤー境界を Option キーを押しながらクリックすると、クリッピングが切り替わります。コマンドを押しながらサムネイルをクリックすると、その選択内容がロードされます。コントロールはスナップをバイパスします。右ドラッグでブラシのサイズを調整します。モディファイアとマウスのジェスチャが修正されました。
pt_br: A opção seleciona temporariamente o conta-gotas nas ferramentas de pintura. Shift restringe formas/movimentos ou adiciona a uma seleção; A opção subtrai das seleções ou desenha do centro. Comando e arrastar move os pixels selecionados; Command-Option-arraste os copia. Opção de arrastar duplica camadas/pastas/efeitos; Clique com a tecla Option pressionada no limite de uma camada para alternar o recorte. Clique com a tecla Command pressionada em uma miniatura para carregar sua seleção. O controle ignora o encaixe. Arrastar com o botão direito ajusta o tamanho do pincel. Os gestos do modificador e do mouse foram corrigidos.
ru: Опция временно выбирает пипетку в инструментах рисования. Shift ограничивает формы/движения или добавляет к выделению; Опция вычитает из исходов или рисует из центра. Command-перетаскивание перемещает выбранные пиксели; Command-Option-перетаскивание копирует их. Удерживая клавишу Option, перетащите дубликаты слоев/папок/эффектов; Удерживая клавишу Option, щелкните границу слоя, чтобы включить обрезку. Щелчок по миниатюре, удерживая клавишу Command, загружает ее выделение. Управление обходит привязку. Перетаскивание правой кнопкой мыши регулирует размер кисти. Жесты-модификаторы и мышь исправлены.
zh_hans: 选项暂时选择绘画工具中的吸管。 Shift 限制形状/移动或添加到选区；选项从选择中减去或从中心绘制。按住 Command 键并拖动可移动选定的像素； Command-Option-拖动复制它们。按住 Option 键并拖动可复制图层/文件夹/效果；按住 Option 键单击图层边界可切换剪切。按住 Command 键单击缩略图会加载其选择。控制绕过捕捉。右键拖动可调整画笔大小。修改器和鼠标手势是固定的。

source: Option-click to set the source
ar: انقر مع الضغط على مفتاح الاختيار لتعيين المصدر
es: Opción y clic para configurar la fuente
fr: Option-clic pour définir la source
hi: स्रोत सेट करने के लिए विकल्प-क्लिक करें
it: Fai clic tenendo premuto il tasto Opzione per impostare la fonte
ja: Option キーを押しながらクリックしてソースを設定します
pt_br: Clique com a tecla Option pressionada para definir a fonte
ru: Удерживая клавишу Option, нажмите, чтобы установить источник
zh_hans: 按住 Option 键单击以设置源

source: Option-click to set the source · Drag to clone · [ ] size · Shift-[ ] hardness · 1–0 opacity · Space to pan
ar: انقر مع الضغط على خيار لتعيين المصدر · اسحب للاستنساخ · [ ] الحجم · Shift-[ ] الصلابة · 1–0 عتامة · مسافة للتحريك
es: Opción y clic para configurar la fuente · Arrastrar para clonar · [ ] tamaño · Mayúsculas-[ ] dureza · Opacidad 1–0 · Espacio para desplazar
fr: Option-cliquez pour définir la source · Faites glisser pour cloner · [ ] taille · Maj-[ ] dureté · 1–0 opacité · Espace pour effectuer un panoramique
hi: स्रोत सेट करने के लिए विकल्प-क्लिक करें · क्लोन करने के लिए खींचें · [ ] आकार · शिफ्ट-[ ] कठोरता · 1-0 अस्पष्टता · पैन करने के लिए जगह
it: Fai clic tenendo premuto Opzione per impostare la sorgente · Trascina per clonare · [ ] dimensione · Maiusc-[ ] durezza · 1–0 opacità · Spazio per eseguire la panoramica
ja: Option キーを押しながらクリックしてソースを設定 · ドラッグしてクローンを作成 · [ ] サイズ · Shift-[ ] 硬さ · 1 ～ 0 の不透明度 · パンするスペース
pt_br: Clique com a tecla Option pressionada para definir a origem · Arraste para clonar · [ ] tamanho · Shift-[ ] dureza · 1–0 opacidade · Espaço para panorâmica
ru: Щелкните, удерживая клавишу Option, чтобы установить источник · Перетащите, чтобы клонировать · Размер [ ] · Жесткость Shift-[ ] · Непрозрачность 1–0 · Пробел для панорамирования
zh_hans: 按住 Option 键单击以设置源 · 拖动进行克隆 · [ ] 大小 · Shift-[ ] 硬度 · 1–0 不透明度 · 平移空间

source: Option-click where Clone Stamp should copy from first.
ar: انقر مع الضغط على مفتاح الاختيار حيث يجب نسخ Clone Stamp أولاً.
es: Opción y clic desde donde Clone Stamp debería copiar primero.
fr: Option-cliquez à l'endroit où Clone Stamp doit copier en premier.
hi: विकल्प-क्लिक करें जहां क्लोन स्टाम्प को पहले से कॉपी किया जाना चाहिए।
it: Fai clic tenendo premuto il tasto Opzione sul punto da cui copiare per primo il Timbro clone.
ja: クローンスタンプを最初にコピーする場所を Option キーを押しながらクリックします。
pt_br: Clique com a tecla Option pressionada onde o Clone Stamp deve ser copiado primeiro.
ru: Удерживая клавишу Option, щелкните то место, откуда Clone Stamp следует скопировать в первую очередь.
zh_hans: 按住 Option 键并单击克隆图章应首先复制的位置。

source: Oranges
ar: البرتقال
es: naranjas
hi: संतरे
it: Arance
ja: オレンジ
pt_br: Laranjas
ru: Апельсины
zh_hans: 橙子

source: Original
ar: أصلي
es: Originales
fr: Originale
hi: मौलिक
it: Originale
ja: オリジナル
pt_br: Originais
ru: Оригинал
zh_hans: 原创

source: Original %@ histogram
ar: الرسم البياني %@ الأصلي
es: Histograma %@ original
fr: Histogramme %@ d'origine
hi: मूल %@ हिस्टोग्राम
it: Istogramma %@ originale
ja: 元の %@ ヒストグラム
pt_br: Histograma %@ original
ru: Исходная гистограмма %@
zh_hans: 原始%@直方图

source: Original pixels · alpha-weighted histogram
ar: وحدات البكسل الأصلية · الرسم البياني الموزون ألفا
es: Píxeles originales · histograma ponderado alfa
fr: Pixels d'origine · histogramme pondéré alpha
hi: मूल पिक्सेल · अल्फा-भारित हिस्टोग्राम
it: Pixel originali · Istogramma ponderato alfa
ja: 元のピクセル・アルファ加重ヒストグラム
pt_br: Pixels originais · histograma ponderado alfa
ru: Исходные пиксели · альфа-взвешенная гистограмма
zh_hans: 原始像素·α加权直方图

source: Original pixels · selection and alpha-weighted histogram
ar: وحدات البكسل الأصلية · التحديد والرسم البياني الموزون ألفا
es: Píxeles originales · selección e histograma ponderado alfa
fr: Pixels d'origine · sélection et histogramme pondéré alpha
hi: मूल पिक्सेल · चयन और अल्फा-भारित हिस्टोग्राम
it: Pixel originali · selezione e istogramma ponderato alfa
ja: 元のピクセル、選択およびアルファ加重ヒストグラム
pt_br: Pixels originais · seleção e histograma ponderado alfa
ru: Исходные пиксели · выборка и альфа-взвешенная гистограмма
zh_hans: 原始像素·选择和 alpha 加权直方图

source: Ornt
ar: أورنت
ja: オルント
ru: Орнт
zh_hans: 奥恩特

source: Outer Glow
ar: الوهج الخارجي
es: Resplandor exterior
fr: Lueur extérieure
hi: बाहरी चमक
it: Bagliore esterno
ja: アウターグロー
pt_br: Brilho Externo
ru: Внешнее свечение
zh_hans: 外发光

source: Output black
ar: الإخراج أسود
es: Salida negro
fr: Sortie noir
hi: आउटपुट काला
it: Uscita nera
ja: 黒を出力
pt_br: Saída preta
ru: Выход черный
zh_hans: 输出黑色

source: Output white
ar: الإخراج أبيض
es: Salida blanca
fr: Sortie blanc
hi: आउटपुट सफेद
it: Uscita bianca
ja: 出力白
pt_br: Saída branca
ru: Выходной белый
zh_hans: 输出白色

source: Outside
ar: خارج
es: afuera
fr: À l'extérieur
hi: बाहर
it: Fuori
ja: 外側
pt_br: Fora
ru: Снаружи
zh_hans: 外面

source: Overlay
ar: تراكب
es: Superposición
fr: Superposition
hi: ओवरले
it: Sovrapposizione
ja: オーバーレイ
pt_br: Sobreposição
ru: Наложение
zh_hans: 叠加

source: Paint
ar: الطلاء
es: pintar
fr: Peinture
hi: पेंट
it: Dipingere
ja: ペイント
pt_br: Pintar
ru: Краска
zh_hans: 油漆

source: Paint Mask
ar: قناع الطلاء
es: máscara de pintura
fr: Masque de peinture
hi: पेंट मास्क
it: Maschera di vernice
ja: ペイントマスク
pt_br: Máscara de pintura
ru: Краска Маска
zh_hans: 油漆面膜

source: Paint Overlay
ar: تراكب الطلاء
es: Superposición de pintura
fr: Superposition de peinture
hi: पेंट ओवरले
it: Sovrapposizione di vernice
ja: ペイントオーバーレイ
pt_br: Sobreposição de pintura
ru: Наложение краски
zh_hans: 油漆覆盖

source: Paint with the foreground color (B), or erase pixels away (E)
ar: الطلاء باللون الأمامي (B)، أو مسح وحدات البكسل (E)
es: Pinte con el color de primer plano (B) o borre píxeles (E)
fr: Peignez avec la couleur de premier plan (B) ou effacez les pixels (E)
hi: अग्रभूमि रंग से पेंट करें (बी), या पिक्सेल मिटा दें (ई)
it: Dipingi con il colore di primo piano (B) o cancella i pixel (E)
ja: 前景色でペイントするか (B)、ピクセルを消去します (E)
pt_br: Pinte com a cor do primeiro plano (B) ou apague os pixels (E)
ru: Закрасьте цветом переднего плана (B) или сотрите пиксели (E).
zh_hans: 使用前景色绘制 (B)，或擦除像素 (E)

source: Pan
ar: عموم
es: sartén
fr: Poêle
hi: पान
ja: パン
pt_br: Panela
ru: Пан
zh_hans: 潘

source: ParagraphSheet
ar: ورقة الفقرة
es: Hoja de párrafo
fr: Feuille de paragraphe
hi: पैराग्राफशीट
it: ParagrafoFoglio
ja: 段落シート
pt_br: Folha de parágrafo
ru: Лист абзаца
zh_hans: 段落表

source: Parametric
ar: حدودي
es: paramétrico
fr: Paramétrique
hi: पैरामीट्रिक
it: Parametrico
ja: パラメトリック
pt_br: Paramétrico
ru: Параметрический
zh_hans: 参数化

source: Parametric lifts tonal regions. Point places anchors on the curve.
ar: بارامترية ترفع المناطق النغمية. تضع النقطة نقاط ارتكاز على المنحنى.
es: Elevaciones paramétricas de regiones tonales. El punto coloca anclajes en la curva.
fr: Les régions tonales liftées paramétriques. Le point place des ancres sur la courbe.
hi: पैरामीट्रिक टोनल क्षेत्रों को उठाता है। बिंदु वक्र पर लंगर डालता है।
it: Ascensori parametrici delle regioni tonali. Il punto posiziona gli ancoraggi sulla curva.
ja: パラメトリックな階調領域のリフト。ポイントはカーブ上にアンカーを配置します。
pt_br: Paramétrico eleva regiões tonais. Point coloca âncoras na curva.
ru: Параметрическое улучшение тональных областей. Точка размещает якоря на кривой.
zh_hans: 参数提升色调区域。 Point 将锚点放置在曲线上。

source: Paste
ar: لصق
es: Pegar
fr: Coller
hi: चिपकाएँ
it: Incolla
ja: ペースト
pt_br: Colar
ru: Вставить
zh_hans: 粘贴

source: Percent
ar: نسبة مئوية
es: Porcentaje
fr: Pourcentage
hi: प्रतिशत
it: Percentuale
ja: パーセント
pt_br: Porcentagem
ru: Процент
zh_hans: 百分比

source: Perspective
ar: المنظور
es: Perspectiva
fr: Point de vue
hi: परिप्रेक्ष्य
it: Prospettiva
ja: 視点
pt_br: Perspectiva
ru: Перспектива
zh_hans: 视角

source: Perspective allows stronger keystone. Rectilinear keeps the warp gentler.
ar: يسمح المنظور بحجر أساس أقوى. يحافظ الخط المستقيم على السداة أكثر لطفاً.
es: La perspectiva permite una piedra angular más fuerte. Rectilíneo mantiene la deformación más suave.
fr: La perspective permet une clé de voûte plus forte. Rectiligne maintient la chaîne plus douce.
hi: परिप्रेक्ष्य मजबूत कीस्टोन की अनुमति देता है। रेक्टिलिनियर ताना को नरम रखता है।
it: La prospettiva consente una chiave di volta più forte. Rettilineo mantiene l'ordito più dolce.
ja: 遠近法により、より強力なキーストーンが可能になります。 Rectilinear は反りをより緩やかに保ちます。
pt_br: A perspectiva permite uma keystone mais forte. Retilíneo mantém a urdidura mais suave.
ru: Перспектива обеспечивает более сильный краеугольный камень. Прямолинейный вариант сохраняет основу мягче.
zh_hans: 透视允许更强的梯形校正。直线使经纱更加柔和。

source: Pin Light
ar: دبوس الضوء
es: Luz de alfiler
fr: Lumière de broche
hi: पिन लाइट
it: Spilla Luce
ja: ピンライト
pt_br: Pino de luz
ru: Контактный свет
zh_hans: 针灯

source: Pixel Grid (800% and above)
ar: شبكة البكسل (800% وما فوق)
es: Cuadrícula de píxeles (800 % y superior)
fr: Grille de pixels (800 % et plus)
hi: पिक्सेल ग्रिड (800% और अधिक)
it: Griglia pixel (800% e superiore)
ja: ピクセルグリッド (800% 以上)
pt_br: Grade de pixels (800% e superior)
ru: Пиксельная сетка (800 % и выше)
zh_hans: 像素网格（800% 及以上）

source: Pixel Shape
ar: شكل البكسل
es: Forma de píxel
fr: Forme des pixels
hi: पिक्सेल आकार
it: Forma dei pixel
ja: ピクセルの形状
pt_br: Formato de pixel
ru: Форма пикселя
zh_hans: 像素形状

source: Pixel Size
ar: حجم البكسل
es: Tamaño de píxel
fr: Taille des pixels
hi: पिक्सेल आकार
it: Dimensione pixel
ja: ピクセルサイズ
pt_br: Tamanho dos pixels
ru: Размер пикселя
zh_hans: 像素大小

source: Pixels
ar: بكسل
es: Píxeles
hi: पिक्सेल
it: Pixel
ja: ピクセル
ru: Пиксели
zh_hans: 像素

source: Point
ar: نقطة
es: punto
hi: बिंदु
it: Punto
ja: ポイント
pt_br: Ponto
ru: Точка
zh_hans: 点

source: Point Color
ar: لون النقطة
es: Color de punto
fr: Couleur des points
hi: बिंदु रंग
it: Colore punto
ja: ポイントカラー
pt_br: Cor do ponto
ru: Цвет точки
zh_hans: 点颜色

source: Point Sample
ar: عينة النقطة
es: Muestra puntual
fr: Échantillon de points
hi: बिंदु नमूना
it: Campione di punti
ja: ポイントサンプル
pt_br: Amostra de ponto
ru: Точечная выборка
zh_hans: 点样本

source: Polygonal
ar: متعدد الأضلاع
es: poligonal
fr: Polygonale
hi: बहुभुज
it: Poligonale
ja: 多角形
pt_br: Poligonal
ru: Полигональный
zh_hans: 多边形

source: Polygonal Lasso
ar: لاسو المضلع
es: Lazo poligonal
fr: Lasso polygonal
hi: बहुभुज लास्सो
it: Lazo poligonale
ja: 多角形なげなわ
pt_br: Laço Poligonal
ru: Полигональное лассо
zh_hans: 多边形套索

source: Position
ar: الموقف
es: Posición
fr: Poste
hi: पद
it: Posizione
ja: ポジション
pt_br: Posição
ru: Позиция
zh_hans: 职位

source: Positive straightens lines that bow outward (barrel); negative, lines that bow inward (pincushion).
ar: إيجابي يصحح الخطوط التي تنحني للخارج (البرميل) ؛ الخطوط السلبية التي تنحني إلى الداخل (وسادة مدبسة).
es: Positivo endereza las líneas que se inclinan hacia afuera (barril); Negativo, líneas que se inclinan hacia adentro (alfiletero).
fr: Le positif redresse les lignes qui s'inclinent vers l'extérieur (baril) ; négatif, lignes qui s'inclinent vers l'intérieur (coussin à épingles).
hi: सकारात्मक उन रेखाओं को सीधा करता है जो बाहर की ओर झुकती हैं (बैरल); नकारात्मक, रेखाएँ जो अंदर की ओर झुकती हैं (पिनकुशन)।
it: Il positivo raddrizza le linee che si curvano verso l'esterno (barile); negativo, linee che si incurvano verso l'interno (puntaspilli).
ja: 正の値は、外側に曲がったライン (バレル) をまっすぐにします。ネガティブ、内側に曲がった線 (糸巻き型)。
pt_br: Positivo endireita linhas que se curvam para fora (barril); negativo, linhas que se curvam para dentro (almofada de alfinetes).
ru: Позитив выпрямляет линии, выгибающиеся наружу (бочонок); негатив, линии, наклоненные внутрь (подушечка для иголок).
zh_hans: 正值拉直向外弯曲的线条（桶形）；负向，向内弯曲的线条（枕形）。

source: Positive values tighten the detected mask inward; negative values expand it outward
ar: القيم الإيجابية تشد القناع المكتشف إلى الداخل؛ القيم السلبية توسعها إلى الخارج
es: Los valores positivos aprietan la máscara detectada hacia adentro; los valores negativos lo expanden hacia afuera
fr: Les valeurs positives resserrent le masque détecté vers l'intérieur ; les valeurs négatives l'étendent vers l'extérieur
hi: सकारात्मक मान पहचाने गए मास्क को अंदर की ओर कसते हैं; नकारात्मक मूल्य इसे बाहर की ओर विस्तारित करते हैं
it: I valori positivi stringono la maschera rilevata verso l'interno; i valori negativi lo espandono verso l'esterno
ja: 正の値を指定すると、検出されたマスクが内側に締め付けられます。負の値を指定すると外側に拡張されます
pt_br: Valores positivos apertam a máscara detectada para dentro; valores negativos expandem para fora
ru: Положительные значения стягивают обнаруженную маску внутрь; отрицательные значения расширяют его наружу
zh_hans: 正值将检测到的掩模向内拉紧；负值将其向外扩展

source: Preserve Luminosity
ar: الحفاظ على اللمعان
es: Preservar la luminosidad
fr: Préserver la luminosité
hi: चमक बनाए रखें
it: Preserva la luminosità
ja: 明るさを維持する
pt_br: Preservar a luminosidade
ru: Сохранить яркость
zh_hans: 保持亮度

source: Preserves colored edges while color noise is reduced.
ar: يحافظ على الحواف الملونة مع تقليل تشويش اللون.
es: Conserva los bordes coloreados mientras se reduce el ruido del color.
fr: Préserve les bords colorés tout en réduisant le bruit de couleur.
hi: रंगीन किनारों को सुरक्षित रखता है जबकि रंग शोर कम हो जाता है।
it: Conserva i bordi colorati riducendo il rumore cromatico.
ja: カラーノイズを低減しながら、カラーエッジを保持します。
pt_br: Preserva as bordas coloridas enquanto o ruído da cor é reduzido.
ru: Сохраняет цветные края и снижает цветовой шум.
zh_hans: 保留彩色边缘，同时减少色彩噪点。

source: Preserves fine texture while luminance noise is reduced.
ar: يحافظ على الملمس الناعم مع تقليل ضوضاء النصوع.
es: Conserva la textura fina mientras se reduce el ruido de luminancia.
fr: Préserve la texture fine tout en réduisant le bruit de luminance.
hi: चमकदार शोर कम होने पर बढ़िया बनावट बरकरार रहती है।
it: Conserva la texture fine mentre il rumore della luminanza viene ridotto.
ja: 輝度ノイズを低減しながら、繊細な質感を保ちます。
pt_br: Preserva a textura fina enquanto o ruído de luminância é reduzido.
ru: Сохраняет тонкую текстуру при уменьшении яркостного шума.
zh_hans: 保留精细纹理，同时减少亮度噪点。

source: Preset
ar: محددة مسبقا
es: Preestablecido
fr: Préréglage
hi: पूर्व निर्धारित
it: Preimpostato
ja: プリセット
pt_br: Predefinido
ru: Предустановка
zh_hans: 预设

source: Preset sizes
ar: أحجام محددة مسبقا
es: Tamaños preestablecidos
fr: Tailles prédéfinies
hi: पूर्व निर्धारित आकार
it: Dimensioni preimpostate
ja: プリセットサイズ
pt_br: Tamanhos predefinidos
ru: Предустановленные размеры
zh_hans: 预设尺寸

source: Preset sizes for screens and common formats
ar: الأحجام المحددة مسبقًا للشاشات والتنسيقات الشائعة
es: Tamaños preestablecidos para pantallas y formatos comunes.
fr: Tailles prédéfinies pour les écrans et formats courants
hi: स्क्रीन और सामान्य प्रारूपों के लिए पूर्व निर्धारित आकार
it: Dimensioni preimpostate per schermi e formati comuni
ja: 画面のプリセットサイズと一般的なフォーマット
pt_br: Tamanhos predefinidos para telas e formatos comuns
ru: Предустановленные размеры экранов и распространенные форматы
zh_hans: 屏幕预设尺寸和常见格式

source: Press 1–9 for 10–90%, 0 for 100%
ar: اضغط 1-9 لـ 10-90%، 0 لـ 100%
es: Presione 1–9 para 10–90%, 0 para 100%
fr: Appuyez sur 1 à 9 pour 10 à 90 %, 0 pour 100 %
hi: 10-90% के लिए 1-9 दबाएँ, 100% के लिए 0 दबाएँ
it: Premi 1–9 per 10–90%, 0 per 100%
ja: 10 ～ 90% の場合は 1 ～ 9 を押し、100% の場合は 0 を押します
pt_br: Pressione 1–9 para 10–90%, 0 para 100%
ru: Нажмите 1–9 для 10–90 %, 0 для 100 %.
zh_hans: 按 1–9 表示 10–90%，按 0 表示 100%

source: Press L to switch between Freehand and Polygonal
ar: اضغط على L للتبديل بين Freehand وPolygonal
es: Presione L para cambiar entre Mano alzada y Poligonal
fr: Appuyez sur L pour basculer entre Freehand et Polygonal
hi: फ्रीहैंड और पॉलीगोनल के बीच स्विच करने के लिए L दबाएँ
it: Premi L per passare da Mano libera a Poligonale
ja: L を押してフリーハンドとポリゴンを切り替えます
pt_br: Pressione L para alternar entre Mão Livre e Poligonal
ru: Нажмите L, чтобы переключиться между режимами «От руки» и «Многоугольник».
zh_hans: 按 L 在手绘和多边形之间切换

source: Press M to switch between Rectangle and Ellipse
ar: اضغط على M للتبديل بين المستطيل والقطع الناقص
es: Presione M para cambiar entre Rectángulo y Elipse
fr: Appuyez sur M pour basculer entre Rectangle et Ellipse
hi: आयत और दीर्घवृत्त के बीच स्विच करने के लिए M दबाएँ
it: Premi M per passare da Rettangolo a Ellisse
ja: M を押して長方形と楕円を切り替えます。
pt_br: Pressione M para alternar entre retângulo e elipse
ru: Нажмите M, чтобы переключиться между прямоугольником и эллипсом.
zh_hans: 按 M 在矩形和椭圆形之间切换

source: Press Tab to switch between Wand and Object
ar: اضغط على Tab للتبديل بين العصا والكائن
es: Presione Tab para cambiar entre Varita y Objeto
fr: Appuyez sur Tab pour basculer entre la baguette et l'objet
hi: वैंड और ऑब्जेक्ट के बीच स्विच करने के लिए टैब दबाएँ
it: Premi Tab per passare dalla Bacchetta all'Oggetto
ja: Tab キーを押してワンドとオブジェクトを切り替えます
pt_br: Pressione Tab para alternar entre varinha e objeto
ru: Нажмите Tab, чтобы переключиться между Wand и Object.
zh_hans: 按 Tab 键在魔杖和物体之间切换

source: Press a shortcut
ar: اضغط على الاختصار
es: Presione un atajo
fr: Appuyez sur un raccourci
hi: एक शॉर्टकट दबाएँ
it: Premi una scorciatoia
ja: ショートカットを押す
pt_br: Pressione um atalho
ru: Нажмите ярлык
zh_hans: 按快捷键

source: Press keys…
ar: اضغط على المفاتيح...
es: Presione las teclas…
fr: Appuyez sur les touches…
hi: कुँजियाँ दबाएँ...
it: Premere i tasti...
ja: キーを押してください…
pt_br: Pressione as teclas…
ru: Нажимайте клавиши…
zh_hans: 按键...

source: Preview
ar: معاينة
es: Vista previa
fr: Aperçu
hi: पूर्वावलोकन
it: Anteprima
ja: プレビュー
pt_br: Visualização
ru: Предварительный просмотр
zh_hans: 预览

source: Previous blend mode
ar: وضع المزج السابق
es: Modo de fusión anterior
fr: Mode de fusion précédent
hi: पिछला मिश्रण मोड
it: Modalità di fusione precedente
ja: 以前のブレンドモード
pt_br: Modo de mesclagem anterior
ru: Предыдущий режим наложения
zh_hans: 以前的混合模式

source: Process
ar: عملية
es: Proceso
fr: Processus
hi: प्रक्रिया
it: Processo
ja: プロセス
pt_br: Processo
ru: Процесс
zh_hans: 工艺流程

source: Project tabs
ar: علامات تبويب المشروع
es: Pestañas de proyecto
fr: Onglets du projet
hi: प्रोजेक्ट टैब
it: Schede del progetto
ja: プロジェクトタブ
pt_br: Guias do projeto
ru: Вкладки проекта
zh_hans: 项目选项卡

source: Projection
ar: الإسقاط
es: Proyección
hi: प्रक्षेपण
it: Proiezione
ja: 投影
pt_br: Projeção
ru: Проекция
zh_hans: 投影

source: Properties
ar: خصائص
es: Propiedades
fr: Propriétés
hi: गुण
it: Proprietà
ja: プロパティ
pt_br: Propriedades
ru: Свойства
zh_hans: 属性
